{
  "Native BibTeX support": {
    "message": "Nativní podpora BibTeXu"
  },
  "We designed our infrastructure to ensure compliant BibTeX delivery. We support all official entry and field types, which can be easily entered or imported with one click using our browser plugin: no tedious usage of converters or manual handling. Your project is always kept up to date for Overleaf and in a fashion that LaTeX will support.": {
    "message": "Naši infrastrukturu jsme navrhli tak, aby zajišťovala kompatibilní poskytování BibTeXu. Podporujeme všechny oficiální typy záznamů a polí, které lze snadno zadat nebo importovat jedním kliknutím pomocí našeho pluginu pro prohlížeč: žádné zdlouhavé používání konvertorů nebo ruční manipulace. Váš projekt je pro Overleaf vždy aktuální a v podobě, kterou bude LaTeX podporovat."
  },
  "Collect and organize": {
    "message": "Shromažďovat a organizovat"
  },
  "Bigger teams working on a single project can quickly run into confusion and frustration when manually updating references in BibTeX databases (.bib-file) and mistakes can quickly occur. With CiteDrive, you can easily add references with one click thanks to the browser extension and group the references orderly simply by dragging and dropping.": {
    "message": "Větší týmy pracující na jednom projektu mohou při ruční aktualizaci odkazů v databázích BibTeXu (.bib-file) rychle narazit na zmatek a frustraci a rychle může dojít k chybám. S aplikací CiteDrive můžete díky rozšíření prohlížeče snadno přidávat odkazy jedním kliknutím a odkazy uspořádat do skupin pouhým přetažením."
  },
  "Fully collaborative": {
    "message": "Plně spolupracující"
  },
  "We know how essential teamwork is for scientists. Comprehensive tools for teams have become commonplace, and most importantly, papers are rarely written alone. We have therefore built our platform for collaboration. Add colleagues to your project at any time. You and your team collect, structure, and annotate references and material for your work, clearly organized in one project.": {
    "message": "Víme, jak zásadní je pro vědce týmová práce. Komplexní nástroje pro týmy se staly samozřejmostí, a co je nejdůležitější, práce se málokdy píší samy. Proto jsme vytvořili naši platformu pro spolupráci. Do svého projektu můžete kdykoli přidat kolegy. Vy a váš tým shromažďujete, strukturujete a anotujete odkazy a materiály pro vaši práci, přehledně uspořádané v jednom projektu."
  },
  "close video": {
    "message": "zavřít video"
  },
  "A mighty pairing for LaTeX users": {
    "message": "Mocné spojení pro uživatele LaTeXu"
  },
  "Complete your research pipeline with the powerful one-two combination of Overleaf and CiteDrive. Connect your project across both apps and your Overleaf paper will automatically receive updates from your BibTeX file with just a few clicks.": {
    "message": "Doplňte svůj výzkumný proces o výkonnou kombinaci Overleaf a CiteDrive. Propojte svůj projekt napříč oběma aplikacemi a váš dokument v Overleafu bude automaticky dostávat aktualizace ze souboru BibTeX na několik kliknutí."
  },
  "TRY FOR FREE": {
    "message": "VYZKOUŠEJTE ZDARMA"
  },
  "▶ WATCH VIDEO": {
    "message": "▶ PODÍVEJTE SE NA VIDEO"
  },
  "Perfect for Overleaf!": {
    "message": "Ideální pro Overleaf!"
  },
  "Overleaf enables teams of students and researchers to write papers simultaneously, from anywhere, in an easy-to-use, collaborative online LaTeX editor. Overleaf supports a variety of packages, including BibTeX, where you can manage your references. When you connect Overleaf to CiteDrive, you can automatically synchronize your project and BibTeX-database with Overleaf.": {
    "message": "Overleaf umožňuje týmům studentů a výzkumných pracovníků psát práce současně a odkudkoli ve snadno použitelném online editoru LaTeX, který umožňuje spolupráci. Overleaf podporuje řadu balíčků, včetně BibTeXu, ve kterém můžete spravovat reference. Po připojení Overleafu k CiteDrive můžete automaticky synchronizovat svůj projekt a databázi BibTeX s Overleafem."
  },
  "Getting started": {
    "message": "Začínáme"
  },
  "Create a paper in Overleaf and ensure you’ve prepared the paper to use BibTeX citations:": {
    "message": "Vytvořte práci v aplikaci Overleaf a ujistěte se, že jste ji připravili pro použití citací v BibTeXu:"
  },
  "Ensure you include apacite or a similar package": {
    "message": "Zajistěte, abyste zahrnuli apacite nebo podobný balíček."
  },
  "Set the \\bibliographystyle": {
    "message": "Nastavení \\bibliographystyle"
  },
  "Include a \\bibliography tag before the documentend": {
    "message": "Zahrňte značku \\bibliography před koncem dokumentu"
  },
  "Create your free CiteDrive account:": {
    "message": "Vytvořte si bezplatný účet CiteDrive:"
  },
  "Sign up": {
    "message": "Zaregistrujte se"
  },
  "Create an Overleaf project within CiteDrive": {
    "message": "Vytvoření projektu Overleaf v aplikaci CiteDrive"
  },
  "Begin collecting references by using the CiteDrive Companion browser add-on:": {
    "message": "Začněte shromažďovat odkazy pomocí doplňku prohlížeče CiteDrive Companion:"
  },
  "You may also add references by using the built-in article or ISBN search within the CiteDrive app": {
    "message": "Odkazy můžete přidávat také pomocí integrovaného vyhledávání článků nebo ISBN v aplikaci CiteDrive."
  },
  "Click Export on the top of the page and copy the unique URL of the newly opened tab": {
    "message": "Klikněte na Export v horní části stránky a zkopírujte jedinečnou adresu URL nově otevřené karty."
  },
  "Within your Overleaf project, click the Upload icon on the left-hand pane": {
    "message": "V projektu Overleaf klikněte na ikonu Nahrát na levém panelu."
  },
  "Select External URL and paste the unique link into the top field. Name the file references.bib or similar. Click Ok.": {
    "message": "Vyberte možnost Externí adresa URL a vložte jedinečný odkaz do horního pole. Soubor pojmenujte references.bib nebo podobně. Klikněte na tlačítko Ok."
  },
  "Ensure you have a bilbiography added to your Overleaf document Instructions may be found here:": {
    "message": "Ujistěte se, že jste do dokumentu Overleaf přidali bilbiografii Pokyny naleznete zde:"
  },
  "Using bibliographies on Overleaf": {
    "message": "Použití bibliografií na listu Overleaf"
  },
  "With the CiteDrive Companion add-on installed, click the Insert Citation button at the top of the Overleaf screen.": {
    "message": "Po instalaci doplňku CiteDrive Companion klikněte na tlačítko Vložit citaci v horní části obrazovky Overleaf."
  },
  "Select one or more references of interest by clicking on them.": {
    "message": "Vyberte jeden nebo více odkazů, které vás zajímají, kliknutím na ně."
  },
  "Click the \"In-text citation\" button to generate and insert a citation at your current cursor position within the editor.": {
    "message": "Kliknutím na tlačítko \"In-text citation\" vygenerujete a vložíte citaci na aktuální pozici kurzoru v editoru."
  },
  "Regenerate your paper output to see the results.*": {
    "message": "Přegenerujte papírový výstup a podívejte se na výsledky.*"
  },
  "* If you add new references after first linking your projects using the unique link, you will need to select references.bib from the left-hand pane and click Refresh in order for the latest version to be retrieved and new entries to show up in your rendered paper.": {
    "message": "* Pokud po prvním propojení projektů pomocí jedinečného odkazu přidáte nové reference, budete muset v levém podokně vybrat reference.bib a kliknout na tlačítko Obnovit, aby se načetla nejnovější verze a nové položky se zobrazily ve vykresleném dokumentu."
  },
  "Questions, issues or feedback?": {
    "message": "Otázky, problémy nebo zpětná vazba?"
  },
  "We would love to hear what you think! Send us an email at the following address:": {
    "message": "Rádi bychom slyšeli, co si o tom myslíte! Pošlete nám e-mail na následující adresu:"
  },
  "Overleaf + CiteDrive - A mighty pairing for LaTeX users": {
    "message": "Overleaf + CiteDrive - mocné spojení pro uživatele LaTeXu"
  },
  "CiteDrive is a cloud-first reference and citation management platform for Overleaf. ": {
    "message": "CiteDrive je cloudová platforma pro správu referencí a citací pro Overleaf. "
  },
  "theme.ErrorPageContent.title": {
    "message": "This page crashed.",
    "description": "The title of the fallback page when the page crashed"
  },
  "theme.ErrorPageContent.tryAgain": {
    "message": "Try again",
    "description": "The label of the button to try again when the page crashed"
  },
  "theme.NotFound.title": {
    "message": "Stránka nenalezena",
    "description": "The title of the 404 page"
  },
  "theme.NotFound.p1": {
    "message": "Nepodařilo se nám najít co jste hledal(a).",
    "description": "The first paragraph of the 404 page"
  },
  "theme.NotFound.p2": {
    "message": "Kontaktujte prosím vlastníka webu, který vás odkázal na původní URL a upozorněte ho, že jejich odkaz nefunguje.",
    "description": "The 2nd paragraph of the 404 page"
  },
  "theme.admonition.note": {
    "message": "note",
    "description": "The default label used for the Note admonition (:::note)"
  },
  "theme.admonition.tip": {
    "message": "tip",
    "description": "The default label used for the Tip admonition (:::tip)"
  },
  "theme.admonition.danger": {
    "message": "danger",
    "description": "The default label used for the Danger admonition (:::danger)"
  },
  "theme.admonition.info": {
    "message": "info",
    "description": "The default label used for the Info admonition (:::info)"
  },
  "theme.admonition.caution": {
    "message": "caution",
    "description": "The default label used for the Caution admonition (:::caution)"
  },
  "theme.BackToTopButton.buttonAriaLabel": {
    "message": "Scroll back to top",
    "description": "The ARIA label for the back to top button"
  },
  "theme.blog.archive.title": {
    "message": "Archive",
    "description": "The page & hero title of the blog archive page"
  },
  "theme.blog.archive.description": {
    "message": "Archive",
    "description": "The page & hero description of the blog archive page"
  },
  "theme.blog.paginator.navAriaLabel": {
    "message": "Stránkování článků na blogu",
    "description": "The ARIA label for the blog pagination"
  },
  "theme.blog.paginator.newerEntries": {
    "message": "Novější záznamy",
    "description": "The label used to navigate to the newer blog posts page (previous page)"
  },
  "theme.blog.paginator.olderEntries": {
    "message": "Starší záznamy",
    "description": "The label used to navigate to the older blog posts page (next page)"
  },
  "theme.AnnouncementBar.closeButtonAriaLabel": {
    "message": "Zavřít",
    "description": "The ARIA label for close button of announcement bar"
  },
  "theme.blog.post.paginator.navAriaLabel": {
    "message": "Stránkování článků na blogu",
    "description": "The ARIA label for the blog posts pagination"
  },
  "theme.blog.post.paginator.newerPost": {
    "message": "Novější článek",
    "description": "The blog post button label to navigate to the newer/previous post"
  },
  "theme.blog.post.paginator.olderPost": {
    "message": "Starší článek",
    "description": "The blog post button label to navigate to the older/next post"
  },
  "theme.blog.post.plurals": {
    "message": "Jeden článek|{count} články|{count} článků|{count} článků",
    "description": "Pluralized label for \"{count} posts\". Use as much plural forms (separated by \"|\") as your language support (see https://www.unicode.org/cldr/cldr-aux/charts/34/supplemental/language_plural_rules.html)"
  },
  "theme.blog.tagTitle": {
    "message": "{nPosts} s tagem \"{tagName}\"",
    "description": "The title of the page for a blog tag"
  },
  "theme.tags.tagsPageLink": {
    "message": "Zobrazit všechny tagy",
    "description": "The label of the link targeting the tag list page"
  },
  "theme.colorToggle.ariaLabel": {
    "message": "Switch between dark and light mode (currently {mode})",
    "description": "The ARIA label for the navbar color mode toggle"
  },
  "theme.colorToggle.ariaLabel.mode.dark": {
    "message": "dark mode",
    "description": "The name for the dark color mode"
  },
  "theme.colorToggle.ariaLabel.mode.light": {
    "message": "light mode",
    "description": "The name for the light color mode"
  },
  "theme.docs.breadcrumbs.home": {
    "message": "Home page",
    "description": "The ARIA label for the home page in the breadcrumbs"
  },
  "theme.docs.breadcrumbs.navAriaLabel": {
    "message": "Breadcrumbs",
    "description": "The ARIA label for the breadcrumbs"
  },
  "theme.docs.DocCard.categoryDescription": {
    "message": "{count} items",
    "description": "The default description for a category card in the generated index about how many items this category includes"
  },
  "theme.docs.paginator.navAriaLabel": {
    "message": "Stránkování dokumentace",
    "description": "The ARIA label for the docs pagination"
  },
  "theme.docs.paginator.previous": {
    "message": "Předchozí",
    "description": "The label used to navigate to the previous doc"
  },
  "theme.docs.paginator.next": {
    "message": "Další",
    "description": "The label used to navigate to the next doc"
  },
  "theme.docs.tagDocListPageTitle.nDocsTagged": {
    "message": "One doc tagged|{count} docs tagged",
    "description": "Pluralized label for \"{count} docs tagged\". Use as much plural forms (separated by \"|\") as your language support (see https://www.unicode.org/cldr/cldr-aux/charts/34/supplemental/language_plural_rules.html)"
  },
  "theme.docs.tagDocListPageTitle": {
    "message": "{nDocsTagged} with \"{tagName}\"",
    "description": "The title of the page for a docs tag"
  },
  "theme.docs.versionBadge.label": {
    "message": "Version: {versionLabel}"
  },
  "theme.docs.versions.unreleasedVersionLabel": {
    "message": "Tohle je nevydaná dokumentace pro {siteTitle} {versionLabel} verzi.",
    "description": "The label used to tell the user that he's browsing an unreleased doc version"
  },
  "theme.docs.versions.unmaintainedVersionLabel": {
    "message": "Tato dokumentace je pro {siteTitle} {versionLabel}, která už není aktivně udržována.",
    "description": "The label used to tell the user that he's browsing an unmaintained doc version"
  },
  "theme.docs.versions.latestVersionSuggestionLabel": {
    "message": "Aktuální dokumentace viz {latestVersionLink} ({versionLabel}).",
    "description": "The label used to tell the user to check the latest version"
  },
  "theme.docs.versions.latestVersionLinkLabel": {
    "message": "Nejnovější verze",
    "description": "The label used for the latest version suggestion link label"
  },
  "theme.common.editThisPage": {
    "message": "Upravit tuto stránku",
    "description": "The link label to edit the current page"
  },
  "theme.common.headingLinkTitle": {
    "message": "Přímý odkaz na nadpis",
    "description": "Title for link to heading"
  },
  "theme.lastUpdated.atDate": {
    "message": " {date}",
    "description": "The words used to describe on which date a page has been last updated"
  },
  "theme.lastUpdated.byUser": {
    "message": " od {user}",
    "description": "The words used to describe by who the page has been last updated"
  },
  "theme.lastUpdated.lastUpdatedAtBy": {
    "message": "Naposledy aktualizováno{atDate}{byUser}",
    "description": "The sentence used to display when a page has been last updated, and by who"
  },
  "theme.navbar.mobileVersionsDropdown.label": {
    "message": "Versions",
    "description": "The label for the navbar versions dropdown on mobile view"
  },
  "theme.common.skipToMainContent": {
    "message": "Přeskočit na hlavní obsah",
    "description": "The skip to content label used for accessibility, allowing to rapidly navigate to main content with keyboard tab/enter navigation"
  },
  "theme.tags.tagsListLabel": {
    "message": "Tagy:",
    "description": "The label alongside a tag list"
  },
  "theme.blog.sidebar.navAriaLabel": {
    "message": "Navigace s aktuálními články na blogu",
    "description": "The ARIA label for recent posts in the blog sidebar"
  },
  "theme.CodeBlock.copied": {
    "message": "Zkopírováno",
    "description": "The copied button label on code blocks"
  },
  "theme.CodeBlock.copyButtonAriaLabel": {
    "message": "Zkopírovat kód do schránky",
    "description": "The ARIA label for copy code blocks button"
  },
  "theme.CodeBlock.copy": {
    "message": "Zkopírovat",
    "description": "The copy button label on code blocks"
  },
  "theme.CodeBlock.wordWrapToggle": {
    "message": "Toggle word wrap",
    "description": "The title attribute for toggle word wrapping button of code block lines"
  },
  "theme.DocSidebarItem.toggleCollapsedCategoryAriaLabel": {
    "message": "Toggle the collapsible sidebar category '{label}'",
    "description": "The ARIA label to toggle the collapsible sidebar category"
  },
  "theme.navbar.mobileLanguageDropdown.label": {
    "message": "Languages",
    "description": "The label for the mobile language switcher dropdown"
  },
  "theme.TOCCollapsible.toggleButtonLabel": {
    "message": "Na této stránce",
    "description": "The label used by the button on the collapsible TOC component"
  },
  "theme.blog.post.readingTime.plurals": {
    "message": "Jedna minuta čtení|{readingTime} minuty čtení|{readingTime} minut čtení|{readingTime} minut čtení",
    "description": "Pluralized label for \"{readingTime} min read\". Use as much plural forms (separated by \"|\") as your language support (see https://www.unicode.org/cldr/cldr-aux/charts/34/supplemental/language_plural_rules.html)"
  },
  "theme.blog.post.readMore": {
    "message": "Celý článek",
    "description": "The label used in blog post item excerpts to link to full blog posts"
  },
  "theme.blog.post.readMoreLabel": {
    "message": "Read more about {title}",
    "description": "The ARIA label for the link to full blog posts from excerpts"
  },
  "theme.docs.sidebar.collapseButtonTitle": {
    "message": "Zavřít postranní lištu",
    "description": "The title attribute for collapse button of doc sidebar"
  },
  "theme.docs.sidebar.collapseButtonAriaLabel": {
    "message": "Zavřít postranní lištu",
    "description": "The title attribute for collapse button of doc sidebar"
  },
  "theme.navbar.mobileSidebarSecondaryMenu.backButtonLabel": {
    "message": "← Zpět na hlavní menu",
    "description": "The label of the back button to return to main menu, inside the mobile navbar sidebar secondary menu (notably used to display the docs sidebar)"
  },
  "theme.docs.sidebar.expandButtonTitle": {
    "message": "Otevřít postranní lištu",
    "description": "The ARIA label and title attribute for expand button of doc sidebar"
  },
  "theme.docs.sidebar.expandButtonAriaLabel": {
    "message": "Otevřít postranní lištu",
    "description": "The ARIA label and title attribute for expand button of doc sidebar"
  }
}
